import Footer from "../layout/Footer"
import NavBar2 from "../layout/NavBar2"
import styles from "./DeliveryWaysPage.module.css"
import { CiDeliveryTruck } from "react-icons/ci";

function DeliveryWaysPage() {
  return (
    <div className={styles.container}>
        <NavBar2/>
        <div className={styles.text}>
            <div className={styles.head}>
            <CiDeliveryTruck style={{fontSize:"40px" , color:"black"}}/>
            <h2>روش های ارسال سفارشات وب سایت【رزق و رازق】</h2>
            </div>
           
            <div>
                <h4>ثبت، پردازش و ارسال سفارش:</h4>
                <p>– روز کاری به معنی روز شنبه تا پنج شنبه هر هفته، به استثنای تعطیلات عمومی در ایران است و کلیه ثبت شده در طول روزهای کاری و اولین روز پس از تعطیلات پردازش . وب سایت رزق و رازق به مشتریان خود در ۷ روز هفته و ۲۴ ساعت در روز امکان .</p>
                <p>
                – در صورت بروز مشکل در پردازش نهایی سبد خرید مانند اتمام موجودی کالا یا انصراف مشتری، مبلغ پرداخت شده طی ۲۴ الی ۴۸ ساعت کاری به حساب مشتری از طریق پشتیبانی وب سایت واریز خواهد شد.</p>

            </div>
            <div>
                <h4>تخمین زمان تحویل کالا در پست سفارشی:</h4>
                <p>استان‌های همجوار استان مبدأ: ۳ ـ ۵ روز کاری (منظور از همجواری، استان‌هایی با مرز مشترک است).</p>
                <p>سایر استان‌ها: ۵ ـ ۷ روز کاری.</p>
            </div>
            <div>
                <h4>تخمین زمان تحویل کالا در پست پیشتاز:</h4>
                <p>استان‌های همجوار استان مبدأ: ۲ ـ ۳ روز کاری.</p>
                <p>سایر استان‌ها: ۳ ـ ۵ روز کاری.</p>
            </div>
            <div>
                <h4>آیا ارسال محصولات در ارگانیک‌شو  به‌صورت رایگان می‌باشد؟</h4>
                <p>بله. برای سفارش‌ها و سبد خرید بیش از پانصد هزار تومان ارسال رایگان و برای سفارش‌ها کمتر از ۵۰۰ هزار تومان و با توجه به مقصد ، هزینه دریافتی شرکت پست، متفاوت خواهد بود.</p>
            </div>
        </div>
        <Footer/>
    </div>
  )
}

export default DeliveryWaysPage