import { MdQuestionMark } from "react-icons/md";
import NavBar2 from "../layout/NavBar2";
import Footer from "../layout/Footer";
import Link from "next/link";
import styles from "./QuestionsPage.module.css"
import Head from "next/head";

function QuestionsPage() {
  return (
    <div className={styles.container}>
        <Head>
          <title>سوالات متداول</title>
          <meta content="سوالات متداول از وبسایت رزق و رازق" name="description"/>
        </Head>
        <NavBar2/>
        <div className={styles.text}>
            <h2>سوالات متداول وب سایت رزق و رازق</h2>
            <div className={styles.boxes}>
                <div className={styles.head}>
                    <MdQuestionMark style={{color:"#99cc66" , fontSize:"20px"}}/>
                    <h3>عسل ها دارای آزمایش هستند ؟</h3>
                </div>
                <p>بله بسیاری از عسل های عرضه شده در مجموعه دارای تأییدیه آزمایشگاهی می باشند که در معتبرترین آزمایشگاه ها مورد تأیید قرار گرفته اند و شما میتوانید در لینک ” تاییدیه آزمایشگاه عسل ” این نمونه آزمایش ها را ملاحظه بفرمایید.</p>
                <p>عسل های عرضه شده بدون حرارت بسته بندی شده اند و تمامی آنها پس از مدتی (بسته به نوع عسل) رُس میبندند و از پایین به بالا شروع به بستن و سفت شدن میکنند. این نشان دهنده طبیعی بودن و حرارت ندادن عسل است که با اندکی حرارت غیر مستقیم می توان عسل را به حالت اولیه برگرداند.</p>
            </div>
            <div className={styles.boxes}>
                <div className={styles.head}>
                    <MdQuestionMark style={{color:"#99cc66" , fontSize:"20px"}}/>
                    <h3>محصولات چند روزه به دستمون میرسه ؟</h3>
                </div>
                <p>سفارشاتی که از مراکز استان ها صورت میگیرد معمولا بین 2 تا 3 روز کاری زمان ارسال در نظر گرفته می شود. اما سفارشات شهرستان ها به دلیل پروسه کاری شرکت پست و یا تیپاکس مدت بیشتری بین 3 تا 5 روز کاری زمان میبرد.</p>
            </div>
            <div className={styles.boxes}>
                 <div className={styles.head}>
                    <MdQuestionMark style={{color:"#99cc66" , fontSize:"20px"}}/>
                    <h3>چگونه می توان به محصولات شما اطمینان کرد ؟</h3>
                </div>
                <p>مجموعه رزق و رازق دارای تأییدیه نظارت انجمن ارگانیک کشور است و فعالیت های خود را زیر نظر این انجمن انجام میدهد. ضمن اینکه شما میتوانید با مراجعه به سایت رسمی انجمن ارگانیک کشور (www.iranorganic.org) و فروشگاه های تحت نظارت انجمن مراجعه بفرمایید نام فروشگاه و آدرس و اطلاعات ارتباطی ما ثبت شده است.</p>
            </div>
            <div className={styles.boxes}>
                 <div className={styles.head}>
                    <MdQuestionMark style={{color:"#99cc66" , fontSize:"20px"}}/>
                    <h3>نحوه ارسال به چه شکل است؟</h3>
                </div>
                <p>معمولا از طریق پست و یا تیپاکس این کار انجام می شود. ما سعی میکنیم سریعترین راه ممکن برای ارسال را در نظر بگیریم و بسته به وزن سفارشات و امکان خدمت رسانی پست و یا تیپاکس در منطقه، فرآیند ارسال انجام می شود. برای ارسال های بیشتر و سنگین تر با هماهنگی گیرنده، سفارشات از طریق باربری و یا ترمینال صورت می گیرد.</p>
                <p>لازم به ذکر است تمامی سفارشات با تضمین سلامتِ کیفیت و سلامتِ ارسال انجام میگیرد و در صورتیکه محصولی در طول مسیر آسیب دید مجموعه رزق و رازق کلیه خسارات جهت جبران را بر عهده میگیرد.</p>
            </div>
            <div className={styles.boxes}>
                <div className={styles.head}>
                    <MdQuestionMark style={{color:"#99cc66" , fontSize:"20px"}}/>
                    <h3>در صورت نارضایتی برگشت هم دارید ؟</h3>
                </div>
                <p>در صورتیکه محصول در طول مسیر آسیب ببیند قابل جبران است و فورا مجدد با هزینه مجموعه برای شما ارسال میگردد. در صورتی که از محصول و کیفیت آن ناراضی هستید می توانید با هماهنگی با فروشگاه و مسئولین ذیربط نسبت به مرجوعی سفارش خود اقدام نمایید.</p>
                <p>هدف ما جلب رضایت شماست و در صورت نارضایی شما عزیزان، نسبت به جلب رضایت شما اقدامات لازم انجام میگیرد. جهت آشنایی بیشتر به لینک <Link href="/restoreProduct">“روش های برگشت کالا”</Link> مراجعه کنید.</p>
            </div>
        </div>
        <Footer/>
    </div>
  )
}

export default QuestionsPage